Repository: common-repository/apidae-insertion-widget
Catalog: languages/wp-plugins-apidae-insertion-widget-dev-readme-*.po
Languages: fr

source: Add a shortcode to générate apidae widgets.
fr: Ajoute un shortcode pour générer des widgets Apidae.

source: In the search field type Wapidae and click Search Plugins. Once you've found our plugin you install it by simply clicking Install Now.
fr: Dans la barre de recherche tapez Wapidae et cliquez sur Rechercher Plugins. Une fois que vous avez trouvé votre plugin, installez le en cliquant simplement sur Installer.

source: Contributors &amp; Developers
fr: Contributeurs et développeurs

source: No questions so far, but don't hesitate to ask!
fr: Pas de questions pour le moment, mais n'hésitez pas à en poser !

source: Automatic updates should seamlessly work. We always suggest you backup up your website before performing any automated update to avoid unforeseen problems.
fr: La mise à jour automatique devrait fonctionner comme d'habitude. Nous vous suggérons de toujours sauvegarder votre site web avant de lancer n'importe quelle mise à jour automatisée pour éviter les problèmes imprévus.

source: The manual installation method involves downloading Wapidae and uploading it to your webserver via your favourite FTP application. The WordPress codex will tell you more <a href="https://wordpress.org/support/article/managing-plugins/#manual-plugin-installation">here</a>.
fr: La méthode d'installation manuelle implique de télécharger Wapidae et de l'upload dans votre serveur web via votre application FTP favorite. Le codex WordPress vous en dira plus <a href="https://wordpress.org/support/article/managing-plugins/#manual-plugin-installation">ici</a>.

source: Automatic installation is the easiest option. To do an automatic install of Wapidae, log in to your WordPress dashboard, navigate to the Plugins menu and click Add New.
fr: L'installation automatique est l'option la plus simple. Pour faire une installation automatique de Wapidae, connectez vous à votre tableau de bord WordPress, naviguez jusqu'au menu Plugins et cliquez sur Ajouter Nouveau.

source: PHP version 7.0 or greater
fr: PHP version 7.0 ou plus

source: WordPress 4.7 or greater
fr: WordPress 4.7 ou plus

source: Updating
fr: Mise à jour

source: Manual installation
fr: Installation manuelle

source: Automatic installation
fr: Installation automatique

source: Minimum Requirements
fr: Prérequis minimum

source: WARNING The use apidae widgets is not given to everyone. You need to see with your facilitator beacause widgets only work for the people to whom the tourist office is made available.
fr: ATTENTION L'utilisation des widgets Apidae n'est pas donné à tout le monde. Vous devez voir avec votre animateurs car les widgets ne fonctionne que pour les personnes à qui l'office de tourisme les à mis à disposition.

source: 3) Publish the page and watch the result.
fr: 3) Publiez la page et regardez le résultat.

source: For you who don't necessarily know how to code using JavaScript : we created this plugin to make it easier for you to use Apidae widgets. This plugin is developed by "Bugey Plaine de l'Ain Tourisme" and "Apidae tourisme" for partners and colaboration use. For bug resolve please contact our hotline : hotline.dev@apidae-tourisme.com
fr: Pour ceux qui savent pas forcément coder en utilisant du JavaScript : nous avons créé ce plugin pour rendre plus facile l'utilisation des widgets Apidae. Ce plugin est développé par "Bugey Plaine de l'Ain Tourisme" et "Apidae tourisme" pour l'utilisation des partenaires et collaborateurs. Pour la résolution de bug, veuillez contacter la hotline : hotline.dev@apidae-tourisme.com

source: 2) Inside the shortcode bloc write : [wapidae id="XXX"] where XXX is your widget number(the end of the integration URL before ".js").
fr: 2) À l'intérieur du bloc de shortcode écrivez : [wapidae id="XXX"] avec XXX qui correspond au numéro de votre widget (la fin de l'URL d'intégration juste avant ".js").

source: 1) Find where to insert shortcodes (it was directly done in Wysiwg with Wordpress 4, but since the fifth there is an specific element).
fr: 1) Trouvez où insérer votre shortcode (c'était fait directement en Wysiwg avec WordPress 4, mais depuis le 5 il y a élément specifique).

source: Shortcode for the generation of widgets.
fr: Un shortcode pour la génération de widgets.

source: How to use it
fr: Comment l'utiliser

source: FEATURES
fr: CARACTÉRISTIQUES

source: Use of Wapidae in a short code
fr: L'utilisation de Wapidae dans un shortcode

source: Initial realease.
fr: Version initiale.

source: Improved documentation
fr: Documentation améliorée
